"__title__" = "Baza danych";

"__description__" = "Informacje o połączeniu z bazą danych.";

"hostname" = "Serwer";

"port" = "Port";

"database" = "Baza danych";

"database_type" = "Typ";

"username" = "Nazwa użytkownika";

"password" = "Hasło";

"sid" = "ID systemowy Oracle";

"alias" = "Alias";

"options" = "Opcje połączenia";

"options#9" = "Opcje";


"menu.database_type.db2" = "DB2";

"menu.database_type.filemaker" = "FileMaker";

"menu.database_type.msaccess" = "Microsoft Access";

"menu.database_type.mssql" = "MS SQL Server";

"menu.database_type.mysql" = "MySQL";

"menu.database_type.oracle" = "Oracle";

"menu.database_type.postresql" = "PostgreSQL";

"menu.database_type.postgresql" = "PostgreSQL";

"menu.database_type.sqlite" = "SQLite";

"menu.database_type.other" = "Inne";
